4ops.terraform
ahmadalli.vscode-nginx-conf
aki12n.multiwindows-highlight
albert.tabout
andenetalexander.vim-cheatsheet
bibhasdn.unique-lines
buenon.scratchpads
codezombiech.gitignore
davidanson.vscode-markdownlint
dbcode.dbcode
dcasella.i3
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
edonet.vscode-command-runner
esbenp.prettier-vscode
foam.foam-vscode
foxundermoon.shell-format
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
golang.go
hashicorp.terraform
in4margaret.compareit
ipedrazas.kubernetes-snippets
jdinhlife.gruvbox
mads-hartmann.bash-ide-vscode
matheusq94.tfs
me-dutour-mathieu.vscode-github-actions
mechatroner.rainbow-csv
medo64.render-crlf
michelemelluso.gitignore
mrmlnc.vscode-apache
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
pkief.material-icon-theme
raynigon.nginx-formatter
redhat.vscode-yaml
ryu1kn.partial-diff
sandipchitale.vscode-decode-x509certificates
saoudrizwan.claude-dev
thenuprojectcontributors.vscode-nushell-lang
timonwong.shellcheck
tlevesque2.duplicate-finder
tompollak.lazygit-vscode
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
xyz.local-history
yzhang.markdown-all-in-one
zainchen.json
zamerick.vscode-caddyfile-syntax
